const gameData = [
  {
    game: "Grand Theft Auto V",
    title: "이 스트리머는 gta5 고인물을 꿈꾸는 청정수 입니다.",
    desc: [
      "카지노를 털며 부자가 되길 원하지만 현실은 슈퍼마켓 털고 전과1범으로 잡히는 잡케,,",
      "통장잔고는 백만원 미만,, 고인물이 되어 언젠가는 시청자들을 도와주길 바랍니다만, 현실은 시청자의 도움만 받는,, 만년 뉴비",
    ],
    img: "/gta5.jpg",
  },
  {
    game: "Red Dead Redemption 2",
    title: "억까 좀 그만 당하고싶어, 억까 전문 스트리머",
    desc: [
      "레드 데드 리뎀션 스토리 모드 플레이,, 방대한 스토리 라인 덕분에,, 깨는데 한 세월,,",
      "저는,,, 서브 퀘스트 다 깨고 플레이 완 하고 싶다니깐요,,?",
      "그래도 스토리가 방대해서 쇼츠는 잘 나와서 좋음.",
    ],
    img: "/rdr2.png",
  },
  {
    game: "화이트데이",
    title: "아니 이 게임은 도대체 엔딩이 몇개야?",
    desc: [
      "화이트데이 플레이 하는 잡케,근데 이거 엔딩이 도대체 몇개인거냐,,,",
      "한소영이랑 러브러브 진 엔딩을 원하지만 현실은 버리고 도망가버리는 이 스트리머,, (시청자들에게 많이 혼났다는 후문)",
    ],
    img: "/white.jpg",
  },
  {
    game: "Lethal Company",
    title: "쓰레기 줍는 게임 맞아?",
    desc: [
      "아니 쓰레기 줍는 게임이라서 건설 육성 rpg 같은 게임이라 생각하고 플레이 했지만,,,",
      "현실은 팀원들 버리고 도망가버리는 잡케, 소리 지리는건 여성 팀원들보다 더(?) 크다고 한다",
    ],
    img: "/lethal.jpg",
  },
  {
    game: "Goose Goose Duck",
    title: "명탐정 오리가 되고싶은 거위",
    desc: [
      "명탐정이 되고 싶어하는 코난(?) 잡케. 하지만, 내 주변에서 살덕(?)사건만 일어난다,,,",
      "언젠가 명탐정이 되는 날이 올 것인가...?",
    ],
    img: "/goose.jpg",
  },
];

export default gameData;
